Repository: Jonas452/openeasier
Catalog: frontend/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: MAIN NAVIGATION
pt_br: BARRA NAVEGAÇÃO

source: Add new Resource
pt_br: Publicar Dados

source: Version
pt_br: Versão

source: Edit
pt_br: Atualizar

source: Data Dictionary
pt_br: Dicionário de Dados

source: Schedule
pt_br: Agendar

source: Notification
pt_br: Notificação

source: Data Quality Feedback
pt_br: Feedback de Qualidade de Dados

source: Link
pt_br: URL

source: Description:
pt_br: Descrição

source: Scheduled to:
pt_br: Agendado para:

source: Not scheduled
pt_br: Não agendado

source: Last update:
pt_br: Última atualização

source: CHOOSE
pt_br: ESCOLHER

source: TABLE WITHOUT DATA
pt_br: SEM DADOS

source: CHOOSE THE COLUMNS OF THE RESOURCE
pt_br: ESCOLHA AS COLUNAS PARA SEREM PUBLICADAS

source: for table
pt_br: para a tabela

source: in database
pt_br: no banco de dados

source: HELP
pt_br: AJUDA

source: CONTINUE
pt_br: CONTINUAR

source: FILL THE INFORMATION ABOUT THE RESOURCE
pt_br: PREENCHA AS INFORMAÇÕES DO RECURSO

source: with columns
pt_br: com as colunas

source: Basic Information
pt_br: Informações básicas

source: CKAN Dataset
pt_br: Conjundo de Dados do CKAN

source: Select a option
pt_br: SELECIONAR OPÇÃO

source: Name
pt_br: Nome

source: Inform the name of your Resource
pt_br: Nome do recurso

source: Description
pt_br: Descrição

source: Describe your Resource here
pt_br: Descreva o seu Recurso

source: FINISH
pt_br: FINALIZAR

source: RESOURCE DATA DICTIONARY
pt_br: DICIONÁRIO DE DADOS DO RECURSO

source: Resource Name
pt_br: Nome do Recurso

source: Resource Data Dictionary Description
pt_br: Descrição do Dicionário de Dados do Recurso

source: Describe the columns:
pt_br: Descreva as colunas:

source: BACK
pt_br: VOLTAR

source: RESOURCE DATA QUALITY ASSESSMENT
pt_br: AVALIAÇÃO DA QUALIDADE DOS DADOS DO RECURSO

source: Last execution
pt_br: Última Execução

source: Missing Data
pt_br: Dados Faltosos

source: COLUMN
pt_br: COLUNA

source: MISSING PERCENTAGE
pt_br: PORCENTAGE DE DADOS FALTOSOS

source: NO DATA FOUND
pt_br: NENHUM DADO ENCONTRADO

source: Data Format Consistency
pt_br: Consistência do Formato dos Dados

source: NUMERIC PERCENTAGE
pt_br: PORCENTAGEM DE NÚMERICOS

source: TEXT PERCENTAGE
pt_br: PORCENTAGEM DE TEXTOS

source: DATE PERCENTAGE
pt_br: PORCENTAGEM DE DATAS

source: EDIT THE INFORMATION FROM THE RESOURCE
pt_br: ATUALIZAR AS INFORMAÇÕES DO RECURSO

source: RESOURCE LOG
pt_br: LOG DO RECURSO

source: MESSAGE
pt_br: MENSAGEM

source: STATUS
pt_br: SITUAÇÃO

source: TIME
pt_br: TEMPO

source: RESOURCE NOTIFICATION
pt_br: NOTIFICAÇÃO DO RECURSO

source: SAVE
pt_br: SALVAR

source: ACTION
pt_br: AÇÃO

source: PANEL OF RESOURCES
pt_br: PAINEL DE RECURSOS

source: SCHEDULE RESOURCE
pt_br: AGENDAR RECURSO

source: Date of first execution
pt_br: Data da primeira execução

source: Frequency
pt_br: Frequência

source: SEARCH RESOURCES
pt_br: PESQUISAR POR RECURSOS

source: Data Source
pt_br: FONTE DE DADOS

source: Enter the words to search for new data
pt_br: Escreva as palavras para procurar por novos dados

source: SEARCH
pt_br: PESQUISAR

source: RESULTS
pt_br: RESULTADOS

source: for search
pt_br: para a pesquisa

source: </b> in database <b>
pt_br: </b> no banco de dados <b>

source: NO RESULTS FOUND FOR THE SEARCH
pt_br: NENHUM RESULTADO ENCONTRADO PARA ESTA PESQUISA

source: CHOOSE THE SECONDARY COLUMNS OF THE RESOURCE
pt_br: ESCOLHA AS COLUNAS SECUNDÁRIA PARA O RECURSO

source: User <b>logged out</b> with success!
pt_br: Usuário <b> deslogou</b> com sucesso!

source: SIGN IN HERE
pt_br: FAZER LOGIN AQUI

source: Something went wrong! Please, check if your <b>username</b> and <b>password</b> are correct.
pt_br: Algo deu erro! Por favor, verifique se seu <b>username</b> e <b>password</b> estão corretos.

source: Sign in to start your session
pt_br: Faça login para começar a utilizar

source: SIGN IN
pt_br: FAZER LOGIN

source: Resource created with success!
pt_br: Recurso criado com sucesso!

source: Resource scheduled with success!
pt_br: Recurso agendado com sucesso!

source: Resource Data Dictionary created with success!
pt_br: Dicionário de Dados do Recurso criado com sucesso!

source: Resource edited with success!
pt_br: Recurso atualizado com sucesso!

source: Resource notification saved with success!
pt_br: Notificação do Recurso salvo com sucesso!

source: Error while saving the resource notification.
pt_br: Erro ao salvar as notificações do recurso.

source: Resource notification deleted with success!
pt_br: Notificação do recurso excluída com sucesso!

source: Error while deleting the resource notification.
pt_br: Erro ao excluír a notificação do recurso.
